Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.privacy.label
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
es_mx: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシーポリシー
kn: ಗೋಪನೀಯತೆ ನೀತಿ
ko: 개인정보 처리방침
ml: സ്വകാര്യത നയം
mr: गोपनीयता धोरण
ms: Dasar Privasi
nb: Personvern
nl: Privacybeleid
or: ଗୋପନୀୟତା ନୀତି
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sl: Pravilnik zasebnosti
sv: Integritetspolicy
ta: தனியுரிம கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings.rateApp.accessibilityHint
source: Opens the App Store rating prompt
ar: يفتح طلب تقييم التطبيق في App Store
bn: অ্যাপ স্টোর রেটিং প্রম্পট খোলে
ca: Obre el missatge de valoració a l'App Store
cs: Otevře výzvu k hodnocení v App Store
da: Åbner bedømmelsesformularen i App Store
de: Öffnet die App Store-Bewertungsaufforderung
el: Ανοίγει την αξιολόγηση στο App Store
es: Abre el diálogo de valoración en el App Store
es_mx: Abre el indicador de calificación en el App Store
fi: Avaa App Storen arvostelukehotteen
fr: Ouvre l'invite de notation dans l'App Store
fr_ca: Ouvre l'invite d'évaluation dans l'App Store
gu: App Store રેટિંગ પ્રોમ્પ્ટ ખોલે છે
he: פותח את בקשת הדירוג ב-App Store
hi: App Store रेटिंग प्रॉम्प्ट खोलता है
hr: Otvara upit za ocjenjivanje u App Storeu
hu: Megnyitja az App Store értékelési felületet
id: Membuka prompt penilaian App Store
it: Apre la richiesta di valutazione sull'App Store
ja: App Storeの評価プロンプトを開きます
kn: App Store ರೇಟಿಂಗ್ ಪ್ರಾಂಪ್ಟ್ ತೆರೆಯುತ್ತದೆ
ko: App Store 평가 화면을 열어요
ml: ആപ് സ്റ്റോർ റേറ്റിംഗ് സന്ദേശം തുറക്കുന്നു
mr: अ‍ॅप स्टोर रेटिंग प्रॉम्प्ट उघडते
ms: Membuka gesaan penilaian App Store
nb: Åpner vurderingsdialog i App Store
nl: Opent de beoordelingsprompt in de App Store
or: ଆପ୍ ସଂଗ୍ରହ ମୂଲ୍ୟାୟନ ଲକ୍ଷ୍ୟଳ ଖୋଲେ
pa: ਐਪ ਸਟੋਰ ਰੇਟਿੰਗ ਪ੍ਰਮਾਣ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera prośbę o ocenę w App Store
pt_br: Abre o prompt de avaliação na App Store
pt_pt: Abre o pedido de avaliação na App Store
ro: Deschide promptul de evaluare din App Store
ru: Открывает запрос оценки в App Store
sk: Otvorí výzvu na hodnotenie v App Store
sl: Odpre poziv za ocenjevanje v App Storeu
sv: Öppnar App Store-betygsättningsprompten
ta: பயன்பாட்டு கடையின் மதிப்பீட்டு தூண்டலைத் திறக்கிறது
te: App Store రేటింగ్ ప్రాంప్ట్‌ను తెరుస్తుంది
th: เปิดหน้าให้คะแนนใน App Store
tr: App Store değerlendirme isteğini açar
uk: Відкриває запит на оцінку в App Store
ur: ایپ اسٹور کی درجہ بندی کے اشارے کھولتا ہے
vi: Mở lời nhắc đánh giá trên App Store
zh_hans: 打开 App Store 评分提示
zh_hant: 開啟 App Store 評分提示

# settings.rateApp.label
source: Rate the App
ar: قيّم التطبيق
bn: অ্যাপ রেট করুন
ca: Valora l'app
cs: Ohodnotit aplikaci
da: Bedøm appen
de: App bewerten
el: Αξιολογήστε την Εφαρμογή
es: Valorar la app
es_mx: Calificar la app
fi: Arvioi sovellus
fr: Noter l'app
fr_ca: Évaluer l'app
gu: ઍપ્લિકેશન રેટ કરો
he: דרג את האפליקציה
hi: ऐप को रेट करें
hr: Ocijeni aplikaciju
hu: Az alkalmazás értékelése
id: Nilai Aplikasi
it: Valuta l'App
ja: アプリを評価する
kn: ಅಪ್ಲಿಕೇಶನ್ ರೇಟ್ ಮಾಡಿ
ko: 앱 평가하기
ml: ആപ് റേറ്റ് ചെയ്യുക
mr: अ‍ॅप रेट करा
ms: Nilaikan Aplikasi
nb: Vurder appen
nl: App beoordelen
or: ଆପ୍ ମୂଲ୍ୟାୟନ କରନ୍ତୁ
pa: ਐਪ ਨੂੰ ਰੇਟ ਕਰੋ
pl: Oceń aplikację
pt_br: Avaliar o App
pt_pt: Avaliar a Aplicação
ro: Evaluează aplicația
ru: Оценить приложение
sk: Hodnotiť aplikáciu
sl: Oceni aplikacijo
sv: Betygsätt appen
ta: பயன்பாட்டின் மதிப்பீடு
te: యాప్‌ను రేట్ చేయండి
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
uk: Оцінити застосунок
ur: ایپ کو درجہ دیں
vi: Đánh giá ứng dụng
zh_hans: 为应用评分
zh_hant: 為應用程式評分

# settings.section.budgets
source: Budgets
ar: الميزانيات
bn: বাজেট
ca: Pressupostos
cs: Rozpočty
da: Budgetter
el: Προϋπολογισμοί
es: Presupuestos
es_mx: Presupuestos
fi: Budjetit
gu: બજેટ
he: תקציבים
hi: बजट
hr: Proračuni
hu: Költségkeretek
id: Anggaran
it: Budget
ja: 予算
kn: ಬಜೆಟ್‌ಗಳು
ko: 예산
ml: ബജറ്റുകൾ
ms: Bajet
nb: Budsjetter
nl: Budgetten
or: ବଜେଟ୍
pa: ਬਜਟ
pl: Budżety
pt_br: Orçamentos
pt_pt: Orçamentos
ro: Bugete
ru: Бюджеты
sk: Rozpočty
sl: Proračuni
sv: Budgetar
ta: பட்ஜெட்டுகள்
te: బడ్జెట్‌లు
th: งบประมาณ
tr: Bütçeler
uk: Бюджети
ur: بجٹس
vi: Ngân sách
zh_hans: 预算
zh_hant: 預算

# settings.section.calendar
source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
es_mx: Calendario
fi: Kalenteri
fr: Calendrier
fr_ca: Calendrier
gu: કેલેન્ડર
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
kn: ಕ್ಯಾಲೆಂಡರ್
ko: 캘린더
ml: കാലിണ്ടർ
mr: कॅलेंडर
ms: Kalendar
nb: Kalender
nl: Kalender
or: ପଞ୍ଜିକା
pa: ਕੈਲੰਡਰ
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sl: Koledar
sv: Kalender
ta: நாட்காட்டி
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 日曆

# settings.section.display
source: Display
ar: العرض
bn: প্রদর্শন
ca: Visualització
cs: Zobrazení
da: Visning
de: Anzeige
el: Εμφάνιση
es: Visualización
es_mx: Visualización
fi: Näyttö
fr: Affichage
fr_ca: Affichage
gu: પ્રદર્શન
he: תצוגה
hi: प्रदर्शन
hr: Prikaz
hu: Megjelenítés
id: Tampilan
it: Visualizzazione
ja: 表示
kn: ಡಿಸ್ಪ್ಲೇ
ko: 디스플레이
ml: പ്രദർശനം
mr: प्रदर्शन
ms: Paparan
nb: Visning
nl: Weergave
or: ପ୍ରଦର୍ଶନ
pa: ਦ੍ਰਿਸ਼
pl: Wygląd
pt_br: Exibição
pt_pt: Apresentação
ro: Afișaj
ru: Отображение
sk: Zobrazenie
sl: Prikaz
sv: Visning
ta: காட்சி
te: ప్రదర్శన
th: การแสดงผล
tr: Görünüm
uk: Відображення
ur: نمائش
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# settings.section.iCloud
source: iCloud Sync
ar: مزامنة iCloud
bn: iCloud সিঙ্ক
ca: Sincronització amb iCloud
cs: Synchronizace iCloud
da: iCloud-synkronisering
de: iCloud-Synchronisierung
el: Συγχρονισμός iCloud
es: Sincronización con iCloud
es_mx: Sincronización de iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
fr_ca: Synchronisation iCloud
gu: iCloud સમન્વય
he: סנכרון iCloud
hi: iCloud सिंक
hr: iCloud sinkronizacija
hu: iCloud-szinkronizálás
it: Sincronizzazione iCloud
ja: iCloud同期
kn: iCloud ಸಿಂಕ್
ko: iCloud 동기화
ml: iCloud സിങ്ക്
mr: iCloud सिंक
ms: Penyegerakan iCloud
nb: iCloud-synkronisering
or: iCloud ସିଙ୍ଗ୍
pa: iCloud ਸਿੰਕ
pl: Synchronizacja iCloud
pt_br: Sincronização com iCloud
pt_pt: Sincronização iCloud
ro: Sincronizare iCloud
ru: Синхронизация iCloud
sk: Synchronizácia iCloud
sl: Sinhronizacija iCloud
sv: iCloud-synk
ta: iCloud ஒத்திசைவு
te: iCloud సంకలనం
th: iCloud ซิงค์
tr: iCloud Eşitleme
ur: iCloud مطابقت
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.section.support
source: Support
ar: الدعم
bn: সহায়তা
ca: Assistència
cs: Podpora
el: Υποστήριξη
es: Soporte
es_mx: Soporte
fi: Tuki
fr: Assistance
fr_ca: Assistance
gu: સહાય
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
kn: ಸಹಾಯತೆ
ko: 지원
ml: പിന്തുണ
mr: समर्थन
ms: Sokongan
nb: Støtte
nl: Ondersteuning
or: ସହାୟତା
pa: ਸਹਾਇਤਾ
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
ro: Asistență
ru: Поддержка
sk: Podpora
sl: Podpora
ta: ஆதரவு
te: సపోర్టు
th: ช่วยเหลือ
tr: Destek
uk: Підтримка
ur: حمایت
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

# settings.version.accessibilityLabel
source: Version %1$@, build %2$@
ar: الإصدار %1$@، البنية %2$@
bn: সংস্করণ %1$@, বিল্ড %2$@
ca: Versió %1$@, compilació %2$@
cs: Verze %1$@, sestavení %2$@
el: Έκδοση %1$@, build %2$@
es: Versión %1$@, compilación %2$@
es_mx: Versión %1$@, compilación %2$@
fi: Versio %1$@, koontiversio %2$@
gu: સંસ્કરણ %1$@, બિલ્ડ %2$@
he: גרסה %1$@, בנייה %2$@
hi: संस्करण %1$@, बिल्ड %2$@
hr: Verzija %1$@, build %2$@
hu: %1$@ verzió, build %2$@
id: Versi %1$@, build %2$@
it: Versione %1$@, build %2$@
ja: バージョン%1$@、ビルド%2$@
kn: ಆವೃತ್ತಿ %1$@, ನಿರ್ಮಾಣ %2$@
ko: 버전 %1$@, 빌드 %2$@
ml: പതിപ്പ് %1$@, നിർമ്മാണം %2$@
mr: आवृत्ती %1$@, बिल्ड %2$@
ms: Versi %1$@, binaan %2$@
nb: Versjon %1$@, bygg %2$@
nl: Versie %1$@, build %2$@
or: ସଂସ୍ଅନ %1$@, ନିର୍ମାଣ %2$@
pa: ਸੰਸਕਰਣ %1$@, ਬਿਲਡ %2$@
pl: Wersja %1$@, kompilacja %2$@
pt_br: Versão %1$@, compilação %2$@
pt_pt: Versão %1$@, compilação %2$@
ro: Versiunea %1$@, build %2$@
ru: Версия %1$@, сборка %2$@
sk: Verzia %1$@, zostava %2$@
sl: Različica %1$@, gradnja %2$@
sv: Version %1$@, bygge %2$@
ta: பதிப்பு %1$@, கட்ட %2$@
te: సంస్కరణ %1$@, బిల్డ్ %2$@
th: เวอร์ชัน %1$@, บิลด์ %2$@
tr: Sürüm %1$@, derleme %2$@
uk: Версія %1$@, збірка %2$@
ur: ورژن %1$@، بنائیں %2$@
vi: Phiên bản %1$@, bản dựng %2$@
zh_hans: 版本%1$@，内部版本号%2$@
zh_hant: 版本 %1$@，組建編號 %2$@

# settings.version.debugBadge
source: Debug
ar: تصحيح
bn: ডিবাগ
cs: Ladění
da: Test
el: Σφάλμα
es: Depuración
fr: Débogage
gu: ડિબગ
he: דיבאג
ja: デバッグ
kn: ಡೀಬಗ್
ko: 디버그
ml: ഡീബഗ്
mr: डिबग
or: ଡିବଗ
pa: ਡੀਬੱਗ
pt_br: Depurar
pt_pt: Depuração
ro: Depanare
ru: Отладка
sl: Razhroščevanje
sv: Felsökning
tr: Deneme
uk: Дебаг
ur: ڈیبگ
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 偵錯

# settings.version.label
source: Version
ar: الإصدار
bn: সংস্করণ
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
es_mx: Versión
fi: Versio
gu: સંસ્કરણ
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
kn: ಆವೃತ್ತಿ
ko: 버전
ml: പതിപ്പ്
mr: आवृत्ती
ms: Versi
nb: Versjon
nl: Versie
or: ସଂସ୍ଅନ
pa: ਸੰਸਕਰਣ
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
ta: பதிப்பு
te: సంస్కరణ
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# settings.weekStart.accessibilityHint
source: Changing this affects all weekly and biweekly budgets
ar: يؤثر تغيير هذا الإعداد على جميع الميزانيات الأسبوعية وميزانيات كل أسبوعين
bn: এটি পরিবর্তন করা সমস্ত সাপ্তাহিক এবং পাক্ষিক বাজেটগুলিকে প্রভাবিত করে
ca: El canvi afecta tots els pressupostos setmanals i quinzenals
cs: Změna ovlivní všechny týdenní a dvoutýdenní rozpočty
da: Ændring af dette påvirker alle ugentlige og 14-dages budgetter
de: Die Änderung betrifft alle wöchentlichen und zweiwöchentlichen Budgets
el: Η αλλαγή αυτή επηρεάζει όλους τους εβδομαδιαίους και δεκαπενθήμερους προϋπολογισμούς
es: Cambiar esto afecta a todos los presupuestos semanales y quincenales
es_mx: Cambiar esto afecta todos los presupuestos semanales y quincenales
fi: Muutos vaikuttaa kaikkiin viikoittaisiin ja kahden viikon budjetteihin
fr: Cette modification affecte tous les budgets hebdomadaires et bihebdomadaires
fr_ca: Ce changement affecte tous les budgets hebdomadaires et bihebdomadaires
gu: આ બધા સાપ્તાહિક અને પખવાડિક બજેટને અસર કરે છે
he: שינוי זה משפיע על כל התקציבים השבועיים והדו-שבועיים
hi: इसे बदलने से सभी साप्ताहिक और द्विसाप्ताहिक बजट प्रभावित होते हैं
hr: Promjena utječe na sve tjedne i dvotjedne proračune
hu: Módosítása minden heti és kéthetes büdzsét érint
id: Mengubah ini akan memengaruhi semua anggaran mingguan dan dua mingguan
it: La modifica interessa tutti i budget settimanali e bisettimanali
ja: 変更するとすべての週次・隔週予算に影響します
kn: ಇದನ್ನು ಬದಲಾಯಿಸುವುದು ಎಲ್ಲಾ ಸಾಪ್ತಾಹಿಕ ಮತ್ತು ದ್ವಿ-ವಾರ ಬಜೆಟ್‌ಗಳನ್ನು ಪ್ರಭಾವಿತ ಮಾಡುತ್ತದೆ
ko: 변경하면 모든 주간 및 격주 예산에 영향을 줘요
ml: ഇത് മാറ്റുന്നത് എല്ലാ പ്രതിവാര ഉം രണ്ടാഴ്ച ബജറ്റുകൾ ബാധിക്കുന്നു
mr: हे बदलल्याने सर्व साप्ताहिक आणि द्वि-साप्ताहिक budgets प्रभावित होतात
ms: Mengubah ini mempengaruhi semua belanjawan mingguan dan dua mingguan
nb: Endring av dette påvirker alle ukentlige og annenhverukentlige budsjetter
nl: Dit heeft invloed op alle wekelijkse en tweewekelijkse budgetten
or: ଏଠି ପରିବର୍ତ୍ତନ ସବୁ ସାପ୍ତାହିକ ଏବଂ ଦୁଇ-ସାପ୍ତାହିକ ବଜେଟ୍ କୁ ପ୍ରଭାବିତ କରେ
pa: ਇਹ ਬਦਲਣਾ ਸਾਰੇ ਹਫ਼ਤਾਵਾਰ ਅਤੇ ਦੋ-ਹਫ਼ਤਾਵਾਰ ਬਜਟ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ
pl: Zmiana ta wpływa na wszystkie budżety tygodniowe i dwutygodniowe
pt_br: Alterar isso afeta todos os orçamentos semanais e quinzenais
pt_pt: Esta alteração afeta todos os orçamentos semanais e quinzenais
ro: Modificarea aceasta afectează toate bugetele săptămânale și bilunare
ru: Изменение влияет на все еженедельные и двухнедельные бюджеты
sk: Zmena ovplyvní všetky týždenné a dvojtýždenné rozpočty
sl: Sprememba tega vpliva na vse tedenske in dvotedenske proračune
sv: Ändringen påverkar alla vecko- och tvåveckorsbudgetar
ta: இதை மாற்றுவது அனைத்து வாரம் மற்றும் இருவாரம் பட்ஜெட்டுகளையும் பாதிக்கிறது
te: ఇది సమస్త వారానికో మరియు ఫోర్ట్‌నైట్‌కో బడ్జెట్‌లను ప్రభావితం చేస్తుంది
th: การเปลี่ยนแปลงนี้ส่งผลต่องบประมาณรายสัปดาห์และรายสองสัปดาห์ทั้งหมด
tr: Bu değişiklik tüm haftalık ve iki haftada bir bütçeleri etkiler
uk: Зміна впливає на всі тижневі та двотижневі бюджети
ur: اس کو تبدیل کرنا تمام ہفتہ وار اور ہر دو ہفتے بجٹس کو متاثر کرتا ہے
vi: Thay đổi này ảnh hưởng đến tất cả ngân sách hàng tuần và hai tuần
zh_hans: 更改此设置将影响所有每周和每两周预算
zh_hant: 變更此設定將影響所有每週和雙週預算

# settings.weekStart.alert.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings.weekStart.alert.confirm
source: Change
ar: تغيير
bn: পরিবর্তন করুন
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
es_mx: Cambiar
fi: Muuta
fr: Modifier
fr_ca: Modifier
gu: બદલો
he: שינוי
hi: बदलें
hr: Promijeni
hu: Módosítás
id: Ubah
it: Modifica
ja: 変更
kn: ಬದಲಾಯಿಸಿ
ko: 변경
ml: മാറ്റുക
mr: बदला
ms: Tukar
nb: Endre
nl: Wijzig
or: ବଦଳାନ୍ତୁ
pa: ਬਦਲੋ
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sl: Spremeni
sv: Ändra
ta: மாற்று
te: మార్చండి
th: เปลี่ยน
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
vi: Thay đổi
zh_hans: 更改
zh_hant: 變更

# settings.weekStart.alert.message
source: Changing to %@ will immediately affect all weekly and biweekly budgets.
ar: سيؤثر التغيير إلى %@ فوراً على جميع الميزانيات الأسبوعية وميزانيات كل أسبوعين.
bn: %@ এতে পরিবর্তন করলে সমস্ত সাপ্তাহিক এবং পাক্ষিক বাজেটগুলি অবিলম্বে প্রভাবিত হবে।
ca: El canvi a %@ afectarà immediatament tots els pressupostos setmanals i quinzenals.
cs: Změna na %@ okamžitě ovlivní všechny týdenní a dvoutýdenní rozpočty.
da: Skift til %@ påvirker straks alle ugentlige og 14-dages budgetter.
de: Die Umstellung auf %@ betrifft sofort alle wöchentlichen und zweiwöchentlichen Budgets.
el: Η αλλαγή σε %@ θα επηρεάσει άμεσα όλους τους εβδομαδιαίους και δεκαπενθήμερους προϋπολογισμούς.
es: Cambiar a %@ afectará inmediatamente a todos los presupuestos semanales y quincenales.
es_mx: Cambiar a %@ afectará inmediatamente todos los presupuestos semanales y quincenales.
fi: Muuttaminen arvoon %@ vaikuttaa välittömästi kaikkiin viikoittaisiin ja kahden viikon budjetteihin.
fr: Passer à %@ affectera immédiatement tous les budgets hebdomadaires et bihebdomadaires.
fr_ca: Passer à %@ affectera immédiatement tous les budgets hebdomadaires et bihebdomadaires.
gu: %@ માટે બદલવાથી બધા સાપ્તાહિક અને પખવાડિક બજેટને તરત અસર થશે.
he: מעבר ל%@ ישפיע מיד על כל התקציבים השבועיים והדו-שבועיים.
hi: %@ में बदलने से सभी साप्ताहिक और द्विसाप्ताहिक बजट तुरंत प्रभावित होंगे।
hr: Promjena na %@ odmah će utjecati na sve tjedne i dvotjedne proračune.
hu: A(z) %@ napra váltás azonnal hatással lesz az összes heti és kéthetes büdzsére.
id: Mengubah ke %@ akan langsung memengaruhi semua anggaran mingguan dan dua mingguan.
it: Il passaggio a %@ avrà effetto immediato su tutti i budget settimanali e bisettimanali.
ja: %@に変更すると、すべての週次・隔週予算にすぐに影響します。
kn: %@ ಗೆ ಬದಲಾಯಿಸುವುದು ಎಲ್ಲಾ ಸಾಪ್ತಾಹಿಕ ಮತ್ತು ದ್ವಿ-ವಾರ ಬಜೆಟ್‌ಗಳನ್ನು ಅನುಕೂಲವಾಗಿ ಪ್ರಭಾವಿತ ಮಾಡುತ್ತದೆ.
ko: %@(으)로 변경하면 모든 주간 및 격주 예산에 즉시 영향을 줘요.
ml: %@ ലേക്ക് മാറ്റുന്നത് എല്ലാ പ്രതിവാര ഉം രണ്ടാഴ്ച ബജറ്റുകൾ ഉടൻ ബാധിക്കുന്നു.
mr: %@ मध्ये बदलल्याने सर्व साप्ताहिक आणि द्वि-साप्ताहिक budgets लगेच प्रभावित होतील.
ms: Menukar kepada %@ akan segera mempengaruhi semua belanjawan mingguan dan dua mingguan.
nb: Endring til %@ vil umiddelbart påvirke alle ukentlige og annenhverukentlige budsjetter.
nl: Overschakelen naar %@ heeft direct invloed op alle wekelijkse en tweewekelijkse budgetten.
or: %@ କୁ ପରିବର୍ତ୍ତନ ସବୁ ସାପ୍ତାହିକ ଏବଂ ଦୁଇ-ସାପ୍ତାହିକ ବଜେଟ୍ ତୋ ତୋ ପ୍ରଭାବିତ କରେ।
pa: %@ ਵਿੱਚ ਬਦਲਣਾ ਸਾਰੇ ਹਫ਼ਤਾਵਾਰ ਅਤੇ ਦੋ-ਹਫ਼ਤਾਵਾਰ ਬਜਟ ਨੂੰ ਤੁਰੰਤ ਪ੍ਰਭਾਵਤ ਕਰੇਗਾ।
pl: Zmiana na %@ natychmiast wpłynie na wszystkie budżety tygodniowe i dwutygodniowe.
pt_br: Alterar para %@ afetará imediatamente todos os orçamentos semanais e quinzenais.
pt_pt: Alterar para %@ irá afetar imediatamente todos os orçamentos semanais e quinzenais.
ro: Schimbarea la %@ va afecta imediat toate bugetele săptămânale și bilunare.
ru: Переход на %@ немедленно повлияет на все еженедельные и двухнедельные бюджеты.
sk: Zmena na %@ okamžite ovplyvní všetky týždenné a dvojtýždenné rozpočty.
sl: Sprememba na %@ bo takoj vplivala na vse tedenske in dvotedenske proračune.
sv: Att byta till %@ påverkar omedelbart alla vecko- och tvåveckorsbudgetar.
ta: %@ஆக மாற்றுவது அனைத்து வாரம் மற்றும் இருவாரம் பட்ஜெட்டுகளையும் உடனடியாக பாதிக்கிறது.
te: %@ కు మార్చడం వెంటనే సమస్త వారానికో మరియు ఫోర్ట్‌నైట్‌కో బడ్జెట్‌లను ప్రభావితం చేస్తుంది.
th: การเปลี่ยนเป็น %@ จะส่งผลต่องบประมาณรายสัปดาห์และรายสองสัปดาห์ทั้งหมดทันที
tr: %@ olarak değiştirmek tüm haftalık ve iki haftada bir bütçeleri hemen etkiler.
uk: Зміна на %@ одразу вплине на всі тижневі та двотижневі бюджети.
ur: %@ میں تبدیل کرنا فوری طور پر تمام ہفتہ وار اور ہر دو ہفتے بجٹس کو متاثر کرے گا۔
vi: Thay đổi sang %@ sẽ ảnh hưởng ngay đến tất cả ngân sách hàng tuần và hai tuần.
zh_hans: 更改为%@将立即影响所有每周和每两周预算。
zh_hant: 變更為 %@ 將立即影響所有每週和雙週預算。

# settings.weekStart.alert.title
source: Change Start of Week?
ar: تغيير بداية الأسبوع؟
bn: সপ্তাহের শুরু পরিবর্তন করুন?
ca: Vols canviar l'inici de la setmana?
cs: Změnit začátek týdne?
da: Skift ugestart?
de: Wochenbeginn ändern?
el: Αλλαγή αρχής εβδομάδας;
es: ¿Cambiar inicio de semana?
es_mx: ¿Cambiar inicio de semana?
fi: Muutetaanko viikon aloituspäivä?
fr: Changer le début de semaine ?
fr_ca: Changer le début de la semaine?
gu: અઠવાડિયાની શરૂઆત બદલવું?
he: לשנות את תחילת השבוע?
hi: सप्ताह की शुरुआत बदलें?
hr: Promijeniti početak tjedna?
hu: Módosítja a hét kezdőnapját?
id: Ubah Awal Minggu?
it: Modificare l'inizio settimana?
ja: 週の開始日を変更しますか？
kn: ವಾರದ ಆರಂಭ ಬದಲಾಯಿಸುವುದೇ?
ko: 주 시작일을 변경할까요?
ml: ആഴ്ചയുടെ ആരംഭം മാറ്റണോ?
mr: आठवड्याची सुरुवात बदलायची?
ms: Tukar Permulaan Minggu?
nb: Endre ukestart?
nl: Begindag van week wijzigen?
or: ସପ୍ତାହର ଆରମ୍ଭ ବଦଳାଇବେ?
pa: ਹਫ਼ਤੇ ਦੀ ਸ਼ੁਰੂਆਤ ਬਦਲੋ?
pl: Zmienić początek tygodnia?
pt_br: Alterar início da semana?
pt_pt: Alterar Início da Semana?
ro: Schimbi ziua de start a săptămânii?
ru: Изменить начало недели?
sk: Zmeniť začiatok týždňa?
sl: Spremeni začetek tedna?
sv: Ändra veckans startdag?
ta: வாரத்தின் தொடக்கத்தை மாற்றவா?
te: వారం ప్రారంభాన్ని మార్చాలా?
th: เปลี่ยนวันเริ่มต้นสัปดาห์?
tr: Haftanın Başlangıcı Değiştirilsin mi?
uk: Змінити початок тижня?
ur: ہفتے کے آغاز میں تبدیلی؟
vi: Thay đổi ngày bắt đầu tuần?
zh_hans: 更改周起始日？
zh_hant: 變更週起始日？

# settings.weekStart.label
source: Week Starts On
ar: يبدأ الأسبوع في
bn: সপ্তাহ শুরু হয়
ca: La setmana comença el
cs: Týden začíná
da: Ugen starter
de: Woche beginnt am
el: Έναρξη Εβδομάδας
es: La semana empieza el
es_mx: La semana comienza el
fi: Viikko alkaa
fr: Début de semaine
fr_ca: Début de semaine
gu: અઠવાડિયો શરૂ થાય
he: השבוע מתחיל ב
hi: सप्ताह शुरू होता है
hr: Tjedan počinje u
hu: A hét kezdőnapja
id: Minggu Dimulai Pada
it: Inizio settimana
ja: 週の開始日
kn: ವಾರ ಆರಂಭ
ko: 주 시작일
ml: ആഴ്ച ആരംഭിക്കുന്നത് കാൾ
mr: आठवडा कधी सुरू होतो
ms: Minggu Bermula Pada
nb: Uken starter
nl: Week begint op
or: ସପ୍ତାହ ଆରମ୍ଭ ହୁଏ
pa: ਹਫ਼ਤਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Tydzień zaczyna się w
pt_br: Semana Começa Em
pt_pt: Semana Começa Em
ro: Săptămâna începe pe
ru: Начало недели
sk: Týždeň začína
sl: Teden se začne
sv: Veckan börjar
ta: வாரம் தொடங்குகிறது
te: వారం ప్రారంభమవుతుంది
th: สัปดาห์เริ่มวัน
tr: Hafta Şundan Başlar
uk: Тиждень починається з
ur: ہفتہ شروع ہوتا ہے
vi: Tuần bắt đầu từ
zh_hans: 每周起始日
zh_hant: 週起始日

# toolbar.addBudget.accessibilityHint
source: Opens add budget form
ar: يفتح نموذج إضافة ميزانية
bn: বাজেট যোগ করার ফর্ম খোলে
ca: Obre el formulari d'addició de pressupost
cs: Otevře formulář pro přidání rozpočtu
da: Åbner formular til oprettelse af budget
de: Öffnet das Formular zum Hinzufügen eines Budgets
el: Ανοίγει τη φόρμα προσθήκης προϋπολογισμού
es: Abre el formulario para añadir un presupuesto
es_mx: Abre el formulario para agregar un presupuesto
fi: Avaa budjetin lisäyslomakkeen
fr: Ouvre le formulaire d'ajout de budget
fr_ca: Ouvre le formulaire d'ajout de budget
gu: બજેટ ફોર્મ ખોલે છે
he: פותח טופס הוספת תקציב
hi: बजट जोड़ने का फ़ॉर्म खोलता है
hr: Otvara obrazac za dodavanje proračuna
hu: Megnyitja az új költségkeret űrlapot
id: Membuka formulir tambah anggaran
it: Apre il modulo per aggiungere un budget
ja: 予算追加フォームを開きます
kn: ಬಜೆಟ್ ಫಾರ್ಮ್ ಸೇರಿಸಿ ತೆರೆಯುತ್ತದೆ
ko: 예산 추가 양식을 열어요
ml: ബജറ്റ് ഫോം ചേർക്കുക തുറക്കുന്നു
mr: budget फॉर्म जोडा उघडते
ms: Membuka borang tambah belanjawan
nb: Åpner skjema for å legge til budsjett
nl: Opent formulier voor nieuw budget
or: ବଜେଟ୍ ଯୋଗ ଫର୍ମ ଖୋଲେ
pa: ਬਜਟ ਸ਼ਾਮਲ ਕਰਨ ਦਾ ਫ਼ਾਰਮ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera formularz dodawania budżetu
pt_br: Abre o formulário de adicionar orçamento
pt_pt: Abre o formulário para adicionar orçamento
ro: Deschide formularul de adăugare buget
ru: Открывает форму добавления бюджета
sk: Otvorí formulár na pridanie rozpočtu
sl: Odpre obrazec za dodajanje proračuna
sv: Öppnar formuläret för att lägga till budget
ta: பட்ஜெட் படிவத்தைச் சேர்க்க திறக்கிறது
te: బడ్జెట్ ఫారమ్‌ను జోడించండని తెరుస్తుంది
th: เปิดแบบฟอร์มเพิ่มงบประมาณ
tr: Bütçe ekleme formunu açar
uk: Відкриває форму додавання бюджету
ur: بجٹ شامل کرنے کی شکل کھولتا ہے
vi: Mở biểu mẫu thêm ngân sách
zh_hans: 打开添加预算表单
zh_hant: 開啟新增預算表單

# toolbar.addBudget.accessibilityLabel
source: Add budget
ar: إضافة ميزانية
bn: বাজেট যোগ করুন
ca: Afegeix un pressupost
cs: Přidat rozpočet
da: Tilføj budget
de: Budget hinzufügen
el: Προσθήκη προϋπολογισμού
es: Añadir presupuesto
es_mx: Agregar presupuesto
fi: Lisää budjetti
fr: Ajouter un budget
fr_ca: Ajouter un budget
gu: બજેટ ઉમેરો
he: הוסף תקציב
hi: बजट जोड़ें
hr: Dodaj proračun
hu: Költségkeret hozzáadása
id: Tambah anggaran
it: Aggiungi budget
ja: 予算を追加
kn: ಬಜೆಟ್ ಸೇರಿಸಿ
ko: 예산 추가
ml: ബജറ്റ് ചേർക്കുക
mr: budget जोडा
ms: Tambah belanjawan
nb: Legg til budsjett
nl: Budget toevoegen
or: ବଜେଟ୍ ଯୋଡ଼ନ୍ତୁ
pa: ਬਜਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj budżet
pt_br: Adicionar orçamento
pt_pt: Adicionar orçamento
ro: Adaugă buget
ru: Добавить бюджет
sk: Pridať rozpočet
sl: Dodaj proračun
sv: Lägg till budget
ta: பட்ஜெட் சேர்
te: బడ్జెట్‌ను జోడించండి
th: เพิ่มงบประมาณ
tr: Bütçe ekle
uk: Додати бюджет
ur: بجٹ شامل کریں
vi: Thêm ngân sách
zh_hans: 添加预算
zh_hant: 新增預算
